[
  {
    "title": "1. Acceptance Terms",
    "text": "By downloading, installing, or using the App, you agree to abide by these Terms. If you do not agree with these Terms, you must not use the App."
  },
  {
    "title": "2. User Registration",
    "text": ""
  },
  {
    "title": "",
    "text": "2.1. You must be of legal age in your jurisdiction to create an account on the App."
  },
  {
    "title": "",
    "text": "2.2. You agree to provide accurate and complete information during the registration process and to keep your login credentials confidential."
  },

  {
    "title": "3. User Responsibilities",
    "text": "3.1. You are responsible for all actions taken under your account, including any content or data you submit."
  },
  {
    "title": "",
    "text": "3.2. You agree to comply with all applicable laws and regulations when using the App."
  },
  {
    "title": "4. Service Descriptions",
    "text": ""
  },
  {
    "title": "",
    "text": "4.1. Auto-Mate provides car maintenance and repair services via the App. Service availability may vary by location."
  },
  {
    "title": "",
    "text": "4.2. The descriptions of services offered through the App are provided for informational purposes only and do not constitute binding offers."
  },
  {
    "title": "5. Payment Terms",
    "text": ""
  },
  {
    "title": "",
    "text": "5.1. Payment for services will be processed through the local or onsite office, which is located at Corner 102 St. Araneta Avenue, Singcang-Old Airport, Bacolod City, Philippines."
  },
  {
    "title": "",
    "text": "5.2. You are responsible for all charges associated with services you request through the App."
  },
  {
    "title": "6. Privacy Policy",
    "text": "Your use of the App is subject to our Privacy Policy, which outlines how we collect, use, and protect your personal information. Please review the Privacy Policy for details."
  },
  {
    "title": "7. Intellectual Property",
    "text": ""
  },
  {
    "title": "",
    "text": "7.1. Auto-Mate retains all rights, title, and interest in its trademarks, copyrights, and other intellectual property."
  },
  {
    "title": "",
    "text": "7.2. You may not use our intellectual property without our express written consent."
  },
  {
    "title": "8. User Conduct",
    "text": ""
  },
  {
    "title": "",
    "text": "8.1. You agree not to engage in any unlawful or inappropriate behavior on the App, including harassment, spam, or unauthorized access."
  },
  {
    "title": "9. Termination",
    "text": "Auto-Mate reserves the right to suspend or terminate your account or access to the App at its discretion, without notice, for any violation of these Terms or for any other reason."
  },
  {
    "title": "10. Dispute Resolution",
    "text": "Any disputes arising from or relating to these Terms or your use of the App will be resolved in accordance with our dispute resolution process outlined in our separate Dispute Resolution Policy."
  },
  {
    "title": "11. Liability",
    "text": "To the extent permitted by law, Auto-Mate's liability for any damages or losses arising from the use of the App is limited to the amount paid for the services causing such damages."
  },
  {
    "title": "12. Indemnification",
    "text": "You agree to indemnify and hold Auto-Mate harmless from any claims, damages, or losses arising from your use of the App."
  },
  {
    "title": "13. Updates and Changes",
    "text": "Auto-Mate reserves the right to update or change these Terms at any time. We will notify you of significant changes. Continued use of the App after changes constitutes acceptance of the revised Terms."
  },
  {
    "title": "14. Governing Law",
    "text": "These Terms are governed by and construed in accordance with the laws of the Philippines. You agree to submit to the exclusive jurisdiction of the courts in the Philippines."
  },
  {
    "title": "15. Contact Information",
    "text": "For questions or concerns related to these Terms, please contact us at sales@automatesolutionsinc.com."
  },
  {
    "title": "16. Legal Compliance",
    "text": "You agree to comply with all applicable laws and regulations in your use of the App."
  },
  {
    "title": "17. Severability",
    "text": "If any part of these Terms is deemed unenforceable, the remaining provisions will continue in full force and effect."
  },
  {
    "title": "18. Entire Agreement",
    "text": "These Terms constitute the entire agreement between you and Auto-Mate, superseding any prior agreements or understandings."
  }
]
